Repository: Saint-S-Prit/flutter_best_pratics
Catalog: lib/l10n/intl_*.arb
Languages: fr

# langue
source: Languages
fr: Langues

# fr
source: French
fr: Français

# en
source: English
fr: Anglais

# ar
source: Arab
fr: Arabe

source: LOADING...
fr: CHARGEMENT...

# loginTitle
source: LOGIN
fr: CONNEXION

# phone
source: Phone number
fr: Numéro de téléphone

source: Password
fr: Mot de passe

# enterPwd
source: Enter Your Password
fr: Entrez votre mot de passe

# forgetPwd
source: Forgot password
fr: Mot de passe oublié

source: Log In
fr: Se connecter

# logout
source: Logout from app
fr: Déconnexion de l'application

# disconnect
source: Logout
fr: Déconnexion

source: Next
fr: Suivant

# resendOtp
source: Resend code
fr: Renvoyer le code

# otpTitle
source: Enter authentication code
fr: Entrez le code d'authentification

# otmMessage
source: Enter the {nbr}-digit code we just texted to your phone number
fr: Entrez le code à {nbr} chiffres que nous venons de vous envoyer par SMS

source: Empty list
fr: Liste vide

source: Search
fr: Rechercher

source: Submit
fr: Soumettre

source: Available
fr: Disponible

source: Unavailable
fr: Indisponible

source: Edit
fr: Modifier

source: Skip
fr: Passer

source: Start
fr: Démarrer

# infoIcomplet
source: The informations you provided is incomplete
fr: Les informations fournies sont incomplètes

# requiredField
source: This field is required
fr: Ce champ est requis

# invalidValue
source: {field}: The value entered is invalid
fr: {field} : La valeur saisie est invalide

# invalifPhone
source: The phone number is not valid
fr: Le numéro de téléphone n'est pas valide

# pwdLen
source: Password must contain at least {ln} characters
fr: Le mot de passe doit contenir au moins {ln} caractères

# vCodeLen
source: The Validation Code must be {ln} digits
fr: Le code de validation doit être de {ln} chiffres

# verifyPhone
source: Phone number verification
fr: Vérification du numéro de téléphone

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: Add
fr: Ajouter

source: Address
fr: Adresse

# neww
source: NEW
fr: NOUVEAU

# onGoging
source: ON GOING
fr: EN COURS

# enterSms
source: Enter the code received by SMS
fr: Entrez le code reçu par SMS

source: Validation Code
fr: Code de validation

source: SEND
fr: ENVOYER

# resetPwd
source: Reset Password
fr: Réinitialiser le mot de passe

# newPwd
source: New Password
fr: Nouveau mot de passe

# enterNewPwd
source: Enter Your New Password
fr: Entrez votre nouveau mot de passe

# confirmPwd
source: Confirm New Password
fr: Confirmer le nouveau mot de passe

# reEnterPwd
source: Re-Enter Your New Password
fr: Ressaisissez votre nouveau mot de passe

source: RESET
fr: RÉINITIALISER

# email
source: Email Address
fr: Adresse e-mail

# enterEmail
source: Enter Your Email
fr: Entrez votre e-mail

source: VERIFY
fr: VÉRIFIER

source: ACCEPT SURVEY
fr: ACCEPTER SURVEY

source: REJECT SURVEY
fr: REJETER SURVEY

source: START SURVEY
fr: DÉMARRER SURVEY

# constrainte
source: CONSTRAINTS
fr: CONTRAINTES

# addGc
source: Add civil engineering
fr: Ajouter génie civil

# addPoteaux
source: add a pole
fr: Ajouter un poteau

source: Begin
fr: Commencer

source: End
fr: Fin

# postNumber
source: Pole number:
fr: Numéro du poteau :

# postHeight
source: Pole height:
fr: Hauteur du poteau :

# photoPoteau
source: Picture pole
fr: Photo du poteau

# commentsSink
source: Comment on lifting constraints
fr: Commentaire sur les contraintes de levage

# photoRequired
source: Please pick a picture
fr: Veuillez choisir une photo

source: mandatory position
fr: Position obligatoire

source: mandatory Pole
fr: Poteau obligatoire

# mandatoryGc
source: mandatory civil engineering
fr: Génie civil obligatoire

source: Comments
fr: Commentaires

# enterComment
source: Enter Your Comments
fr: Entrez vos commentaires

source: CLOSE
fr: FERMER

source: REJECT
fr: REJETER

source: ACCEPT
fr: ACCEPTER

# cantNotEnd
source: CAN'T END
fr: IMPOSSIBLE DE TERMINER

source: TO END
fr: TERMINER

source: Survey Request
fr: Demande de survey

source: Survey list
fr: Liste des surveys

source: Complaints
fr: Plaintes

source: Repports
fr: Rapports

source: Terminations
fr: Résiliations

source: ConstraintsLift
fr: Levée des contraintes

source: Concluding
fr: Conclusion

# concludingWithConstrainte
source: Concluding with Constraint
fr: Conclusion avec contrainte

source: Inconclusive
fr: Non concluant

source: Other
fr: Autre

# sendAnother
source: Sent another one
fr: Envoyer un autre

source: Represented by
fr: Représenté par

# addressRequest
source: Request address
fr: Demande d'adresse

source: Request Type
fr: Type de demande

source: Connection Type
fr: Type de connexion

# positionGcBeginBtn
source: Starting position civil engineering: {lat}/{log}
fr: Position de début de génie civil : {lat}/{log}

# positionGcEndBtn
source: position end civil engineering: {lat}/{log}
fr: Position de fin de génie civil : {lat}/{log}

source: Optical Connection Site
fr: Site de connexion optique

source: Plate
fr: Plaque

# pboNumber
source: PDB number
fr: Numéro PDB

# portNumberPBO
source: Port number on the PBO
fr: Numéro de port sur le PBO

# pboMeasurment
source: PBO measurement
fr: Mesure du PBO

source: Modem Location
fr: Emplacement du modem

source: Location Choice
fr: Choix de l'emplacement

# lengthPbo
source: PBO-PTO Length
fr: Longueur PBO-PTO

# lengthPboBti
source: PBO-BTI Length
fr: Longueur PBO-BTI

# lengthBtiBtp
source: BTI-PTO Length
fr: Longueur BTI-PTO

# passageCable
source: Cable Passage
fr: Passage du câble

# bedrooms
source: Bedrooms (Db)
fr: Chambres (Db)

# ont
source: N/5 ONT ({nbr} Characters)
fr: N/5 ONT ({nbr} caractères)

# telNumber
source: Phone Tel.{nbr}
fr: Tél. {nbr}

source: Survey Comment
fr: Commentaire du survey

# expectedTime
source: Expected time in munite
fr: Temps estimé en minutes

# surveySatisfaction
source: Satisfaction survey
fr: Survey de satisfaction

source: Survey Infos
fr: Informations sur le survey

source: Network Data
fr: Données du réseau

source: Customer Data
fr: Données client

source: Conclusive Infos
fr: Informations concluantes

source: With repeater
fr: Avec répéteur

source: Download
fr: Télécharger

source: Deployment
fr: Déploiement

source: Disassembly
fr: Démontage

source: Treatment
fr: Traitement

# plates
source: Plates {nbr}
fr: Plaques {nbr}

# closeTicket
source: Closed the ticket
fr: Ticket fermé

source: Open
fr: Ouvrir

# marerialUsed
source: Materials used
fr: Matériel utilisé

# additionalMaterial
source: Additional materials used
fr: Matériel supplémentaire utilisé

source: Connection test
fr: Test de connexion

# repeaterAndONT
source: Repeater & ONT
fr: Répéteur & ONT

source: Add images
fr: Ajouter des images

source: Cable
fr: Câble

source: Materials
fr: Matériaux

source: Living room
fr: Salon

source: Bedroom
fr: Chambre

source: Wifi down
fr: Wifi en bas

source: Wifi up
fr: Wifi en haut

# oldOnt
source: (Old) S/N ONT (16 Character)
fr: (Ancien) S/N ONT (16 caractères)

# newOnt
source: (New) S/N ONT (16 Character)
fr: (Nouveau) S/N ONT (16 caractères)

# oldRepeater
source: (Old) S/N Repeater
fr: (Ancien) S/N Répéteur

# newRepeater
source: (New) S/N Repeater
fr: (Nouveau) S/N Répéteur

# loadingData
source: Loading app data
fr: Chargement des données de l'application

source: ON HOLD
fr: EN ATTENTE

# surveyAccecpted
source: Survey has been accepted successfully
fr: Le survey a été accepté avec succès

# surveyRejcted
source: Survey has been rejected successfully
fr: Le survey a été rejeté avec succès

source: Transfer
fr: Transfert

source: Apartment
fr: Appartement

source: Customer
fr: Client

# passage1
source: Telecom Room-Niche-Hall
fr: Salle des télécoms-Niche-Hall

# passage2
source: Telecom Room-Niche-Hall-Living Room
fr: Salle des télécoms-Niche-Hall-Salon

# passage3
source: Telecom Room-Niche-Hall-Bedroom
fr: Salle des télécoms-Niche-Hall-Chambre

# passage4
source: Telecom Room-Hall
fr: Salle des télécoms-Hall

# passage5
source: Telecom Room-Hall-Living Room
fr: Salle des télécoms-Hall-Salon

# passage6
source: Telecom Room-Hall-Bedroom
fr: Salle des télécoms-Hall-Chambre

# passage7
source: Facade-Hall
fr: Façade-Hall

# passage8
source: Facade-Hall-Living Room
fr: Façade-Hall-Salon

# passage9
source: Facade-Living Room
fr: Façade-Salon

# passage10
source: Facade-Bedroom
fr: Façade-Chambre

# passage11
source: Facade-Terrace-Hall
fr: Façade-Terrasse-Hall

# passage12
source: Facade-Terrace-Hall-Living Room
fr: Façade-Terrasse-Hall-Salon

# passage13
source: Facade-Terrace-Hall-Bedroom
fr: Façade-Terrasse-Hall-Chambre

# passage14
source: Technical Shaft-Hall
fr: Gaine technique-Hall

# passage15
source: Technical Shaft-Hall-Living Room
fr: Gaine technique-Hall-Salon

# passage16
source: Technical Shaft-Bedroom
fr: Gaine technique-Chambre

# passage17
source: Technical Room-Hall
fr: Salle technique-Hall

# passage18
source: Technical Room-Hall-Living Room
fr: Salle technique-Hall-Salon

# passage19
source: Technical Room-Hall-Bedroom
fr: Salle technique-Hall-Chambre

# passage20
source: Pole-Facade-Hall
fr: Poteau-Façade-Hall

# passage21
source: Pole-Facade-Hall-Living Room
fr: Poteau-Façade-Hall-Salon

# passage22
source: Pole-Facade-Living Room
fr: Poteau-Façade-Salon

# passage23
source: Pole-Facade-Bedroom
fr: Poteau-Façade-Chambre

# passage24
source: Pole-Terrace-Hall
fr: Poteau-Terrasse-Hall

# passage25
source: Pole-Terrace-Hall-Living Room
fr: Poteau-Terrasse-Hall-Salon

# passage26
source: Pole-Terrace-Living Room
fr: Poteau-Terrasse-Salon

# passage27
source: Pole-Terrace-Bedroom
fr: Poteau-Terrasse-Chambre

source: Very Satisfied
fr: Très satisfait

source: Satisfied
fr: Satisfait

source: Not Satisfied
fr: Pas satisfait

source: N/S Repeater
fr: Répéteur N/S

# imageRepeater
source: Image of Repeater
fr: Image du répéteur

# signedSurvey
source: Signature Survey
fr: Survey signé

# customCode
source: Customer phone
fr: Téléphone client

# agentCode
source: Agent Phone
fr: Téléphone agent

source: Civil Engineering Quantity
fr: Quantité de génie civil

source: Pole Quantity
fr: Quantité de poteaux

source: Sign
fr: Signer

# codeCustomer
source: Customer Code
fr: Code client

# codeAgent
source: Agent Code
fr: Code agent

source: Office
fr: Bureau

source: Log Out
fr: Déconnexion

source: Equipment Data
fr: Données de l'équipement

# equipmentUsed
source: Equipment(s) Used
fr: Équipement(s) utilisé(s)

# additionalEquipmentUsed
source: Additional Equipment(s) Used
fr: Équipement(s) supplémentaire(s) utilisé(s)

source: Verification
fr: Vérification

source: Deploy
fr: Déployer

source: Abortion motives
fr: Motifs d'avortement

source: Avorted
fr: Avorté

source: Not Avorted
fr: Non avorté

source: Avorted Comment
fr: Commentaire d'avortement

source: Start Time
fr: Heure de début

source: End Time
fr: Heure de fin

source: Comment
fr: Commentaire

# selectActions
source: Select actions first
fr: Sélectionnez d'abord les actions

# selectCauseAndSolution
source: Select cause(s) and solution(s) first
fr: Sélectionner des cause(s) et solution(s) d'abord

# selectImages
source: Selecting image(s) to continue
fr: Selection des image(s) pour continuer

# recommandations
source: Recommendation(s)
fr: Recommandation(s)

source: Subzone ID
fr: ID de sous-zone

source: Cluster
fr: Grappe

# sommeComment
source: Leave a comment before validating
fr: Mettez un commentaire avant de validé

# alredySIgned
source: Already signed
fr: Déjà signé

# whitDoublePay
source: With double pay
fr: Avec double pay

# phoneDoublePay
source: Dual pay phone number
fr: Numéro de téléphone double pay

# modelDualPhone
source: dual pay phone model
fr: Modèle de téléphone double pay

# dualSnPhone
source: dual pay phone model
fr: S/N du téléphone double pay

source: Dual pay Imsi
fr: Imsi double pay
